Repository: crass/dng4ps2
Catalog: src/langs/*.po
Languages: fi, fr, it, pl, ru, zh

# cant_find_jpeg_file
source: Can't find Jpeg file for selected RAW file
fr: Le fichier Jpeg associé au fichier RAW n'a pas été trouvé
it: Non riesco a reperire il Jpeg per il corrispondente file RAW selezionato
pl: Nie można znaleźć pliku Jpeg dla wybranego pliku RAW
ru: Не могу найти Jpeg файл для выбранного RAW файла
zh: 找不到和所选择的 RAW 文件相配的 JPEG 文件

# wrong_camera
source: Selected RAW file is not suitable for '%s' camera!
fr: Le fichier RAW choisi ne correspond pas à l'APN '%s'!
it: Il file RAW selezionato non corrisponde per la fotocamera '%s'!
pl: Wybrany plik RAW nie pasuje do aparatu '%s' !
ru: Выбранный RAW файл не подходит для фотокамеры '%s'!
zh: 选择的 RAW 对 '%s' 相机不合适！

# dlgOpenRawError
source: Error during opening RAW file!
fr: Erreur lors de l'ouverture du fichier RAW!
it: Errore nell'apertura del file RAW!
pl: Błąd podczas otwierania pliku RAW!
ru: Ошибка во воремя открытия RAW-файла!
zh: 打开 RAW 文件时发生错误！

source: Cancel
fi: Peruuta
pl: Anuluj

# btnGetLastest
source: Download last
ru: Скачать последние
