Repository: crass/dng4ps2
Catalog: src/langs/*.po
Languages: fi, fr, it, pl, ru, zh

# btnExit
source: Exit
fi: Lopeta
fr: Fermer
it: Esci
pl: Zamknij
ru: Выйти
zh: 退出

# errorUnknown
source: Unknown error
fi: Tuntematon virhe
fr: Erreur inconnue
it: Errore sconosciuto
pl: Nieznany błąd
ru: Неизвестная ошибка
zh: 未知错误

# SelectDir
source: Select directory
fi: Valitse hakemisto
fr: Choix du dossier
it: Seleziona la cartella
pl: Wybierz katalog
ru: Выберите папку
zh: 选择目录

# WrongCameraError
source: Unknown camera
fi: Tuntematon kamera
fr: APN inconnu
it: Fotocamera sconosciuta
pl: Nieznany aparat
ru: Неизвестная камера
zh: 未知的相机

# btnNewFolder
source: New folder...
fi: Uusi kansio...
fr: Créer un dossier...
it: Nuova cartella...
pl: Nowy folder...
ru: Новая папка...
zh: 新建文件夹...

# cant_create_dir
source: Can't create new folder!
fi: Uuden kansion luonti epäonnistui
fr: Création d'un nouveau dossier impossible!
it: Non riesco a creare una nuova cartella!
pl: Nie mogę utworzyć nowego folderu!
ru: Невозможно создать новую папку
zh: 无法创建新文件夹！

# btnNewFolderHint
source: Create new subfolder
fi: Luo uusi kansio
fr: Cliquez pour créer un nouveau dossier.
it: Crea una nuova sottocartella
pl: Utwórz nowy podfolder
ru: Создание нового каталога
zh: 创建新的子文件夹

source: Error
fi: Virhe
fr: Erreur
it: Errore
pl: Błąd
ru: Ошибка
zh: 错误

source: Scan in progress...
fi: Hakua suoritetaan...
it: Ricerca in corso...
pl: Skanowanie w trakcie...
ru: Идёт сканирование...
zh: 正在扫描中...

source: Wait
fi: Odota
fr: Patientez
it: Aspetta
pl: Czekaj
ru: Подождите
zh: 请等待

source: File not found
fi: Tiedostoa ei löydy
fr: Fichier non trouvé
it: File non trovato
pl: Nie odnaleziono pliku
ru: Файл не найден
zh: 文件没有找到

# wrong_camera_type
source: Can't find camera profile for this file
fi: Tälle tiedostolle ei löydy kameran profiilia
fr: Pas de profil d'APN pour ce fichier
it: Non riesco a trovare il profilo della fotocamera per questo file
pl: Nie można znaleźć profilu aparatu dla tego pliku
ru: Невозможно определить тип камеры для этого файла
zh: 无法找到适用于该相机的配置文件

source: Can't open file
fi: Tiedoston avaus ei onnistu
fr: Impossible d'ouvrir le fichier
it: Non riesco ad aprire il file
pl: Nie można otworzyć pliku
ru: Невозможно открыть файл
zh: 无法打开文件

source: Can't save file
fi: Tiedoston tallennus ei onnistu
fr: Impossible d'enregistrer le fichier
it: Non riesco a salvare il file
pl: Nie można zapisać pliku
ru: Невозможно сохранить файл
zh: 无法保存文件

# raw_file_size_not_correspond
source: Size of RAW file (%1$d bytes) doesn't correspond of size for '%2$s' camera
fr: La taille du fichier RAW (%1$d bytes) ne correspond pas à celle de l'APN '%2$s'
it: La dimensione del file RAW (%1$d byte) non corrisponde a quella prevista per la fotocamera '%2$s'
pl: Rozmiar pliku RAW (%1$d bytes) nie odpowiada rozmiarowi dla aparatu '%2$s'
ru: Размер RAW файла (%1$d байт) не соответвует размеру RAW файла для фотокамеры '%2$s'
zh: RAW 文件大小 (%1$d 字节) 不符合 '%2$s' 相机的文件大小

source: File name
fi: Tiedostonimi
fr: Fichier
it: Nome del file
pl: Nazwa pliku
ru: Имя файла
zh: 文件名

# FileSize
source: Size
fi: Koko
fr: Taille
it: Dimensioni
pl: Rozmiar
ru: Размер
zh: 大小

source: Path to RAW files:
fi: RAW-tiedostojen polku:
fr: Dossier source des fichiers RAW:
it: Percorso dei file RAW:
pl: Ścieżka do plików RAW:
ru: Путь к RAW файлам:
zh: RAW 文件路径

# PathToRAW_Hint
source: Select RAW files directory
fi: Valitse RAW-tiedostojen hakemisto
fr: Cliquez pour choisir le dossier source.
it: Scegli la cartella per i file RAW
pl: Wybierz katalog z plikami RAW
ru: Выбрать каталог с RAW-файлами
zh: 选择 RAW 文件目录

source: RAW-files list:
fi: RAW-tiedostoluettelo:
fr: Liste des fichiers RAW:
it: Lista dei file RAW:
pl: Lista plików RAW:
ru: RAW-файлы:
zh: RAW 文件列表：

# RawFilesList_Hint
source: RAW-files list and some stuff
fi: RAW-tiedostoluettelo ja muuta
fr: Liste des fichiers RAW et autres informations.
it: Lista dei file RAW e alcuni dettagli
pl: Lista plików RAW i inne
ru: Список RAW-файлов и их параметры
zh: RAW 文件列表和其他一些东西

# OutputDir
source: DNG output files directory:
fi: DNG-tiedostojen polku:
fr: Dossier de sortie des fichiers DNG:
it: Cartella di destinazione dei file DNG:
pl: Katalog docelowy plików DNG:
ru: Каталог для DNG файлов:
zh: DNG 文件输出目录：

# OutputDirButton_Hint
source: Select directory for DNG files
fi: Valitse DNG-tiedostojen hakemisto
fr: Cliquez pour choisir le dossier de sortie.
it: Scegli la cartella per i file DNG
pl: Wybierz katalog docelowy plików DNG
ru: Выбрать каталог для DNG файлов
zh: 选择保存 DNG 文件的目录

# ActionsLabel
source: Actions
fi: Toiminnat
it: Azioni
pl: Akcja
ru: Действия
zh: 操作

# ButtonGo
source: Convert
fi: Muunna
fr: Convertir
it: Converti
pl: Konwertuj
ru: Преобразовать
zh: 转换

# ButtonGo_Hint
source: Start RAW files converting
fi: Aloita RAW-tiedostojen muunnos
fr: Cliquez pour démarrer la conversion.
it: Inizia la conversione dei file RAW
pl: Skonwertuj pliki RAW
ru: Запустить преобразование файлов
zh: 开始 RAW 文件转换

# ButtonOptions
source: Settings...
fi: Asetukset...
fr: Options...
it: Impostazioni...
pl: Ustawienia...
ru: Настройки...
zh: 设置...

# ButtonAbout
source: About
fi: Tietoja
fr: A propos
it: Informazioni
pl: O programie
ru: О программе
zh: 关于

source: STOPPED
fi: PYSÄYTETTY
fr: CONVERSION ARRETEE
it: ARRESTATO
pl: ZATRZYMANo
ru: ОСТАНОВЛЕНО
zh: 停止

source: FINISHED
fi: VALMIS
fr: CONVERSION TERMINEE
it: FINITO
pl: ZAKOŃCZONO
ru: ЗАВЕРШЕНО
zh: 完成

# ButtonRescan
source: Rescan
fi: Hae
fr: Rafraichir
it: Aggiorna
pl: Skanuj
ru: Пересканировать
zh: 重新扫描

# ButtonRescanHint
source: Refresh file list
fi: Päivitä tiedostoluettelo
fr: Cliquez pour rafraichir la liste.
it: Ricontrolla la lista dei file
pl: Odśwież listę plików
ru: Обновить список файлов
zh: 刷新文件列表

# pgMain
source: Common
fr: Général
it: Comune
pl: Główne
ru: Главные
zh: 常规

# optsDialogCaption
source: Settings
fi: Asetukset
fr: Options
it: Impostazioni
pl: Ustawienia
ru: Настройки программы
zh: 设置

# optsMainLabel
source: Main settings
fi: Pääasetukset
fr: Options principales
it: Impostazioni principali
pl: Ustawienia główne
ru: Основные настройки
zh: 主要设置

# optsIncludeSubfolders
source: Include subfolders
fi: Sisällytä alihakemistot
fr: Inclure les sous-dossiers
it: Includi sottocartelle
pl: Dołącz podfoldery
ru: Включать подкаталоги
zh: 包含子文件夹

# optsIncludeSubfolders_Hint
source: Find files in subfolders
fi: Etsi tiedostoja alihakemistoista
fr: Cochez pour inclure les sous-dossiers du dossier source.
it: Ricerca i file anche nelle sottocartelle
pl: Znajdź pliki w podfolderach
ru: Производить поиск файлов также и в подкаталогах
zh: 在子文件夹中查找文件

# optsDontOverwrite
source: Don't overwrite DNG files
fi: Älä ylikirjoita DNG-tiedostoja
fr: Ne pas écraser les fichiers DNG
it: Non sovrascrivere i file DNG
pl: Nie nadpisuj plików DNG
ru: Не обрабатывать, если файл существует
zh: 不要覆盖 DNG 文件

# optsDontOverwrite_Hint
source: Don't overwrite existing DNG file
fi: Älä ylikirjoita nykyisiä DNG-tiedostoja
fr: Cochez pour ne pas écraser les fichiers DNG existants.
it: Evita di sovrascrivere i file DNG esistenti
pl: Nie nadpisuj ponownie już obecnych plików DNG
ru: Не обрабатывать файл, если он уже был обработан до этого
zh: 不要覆盖已存在的 DNG 文件

# optsDngFormatLabel
source: DNG files
fi: DNG-tiedostot
fr: Fichiers DNG
it: Opzioni DNG
pl: Pliki DNG
ru: DNG формат
zh: DNG 文件

# optsCompressDng
source: Compress DNG files
fi: Pakkaa DNG-tiedostoja
fr: Compresser les fichiers DNG
it: Comprimi i file DNG
pl: Kompresuj pliki DNG
ru: Сжимать DNG файлы
zh: 压缩 DNG 文件

# optsCompressDng_Hint
source: Compress DNG files without loss of quality
fi: Pakkaa DNG-tiedostoja ilman laadun heikkenemistä
fr: Cochez pour compresser les fichiers DNG sans perte de qualité.
it: Comprime i file DNG senza perdita di qualità
pl: Kompresuj pliki DNG bez straty jakości
ru: Сжимать содержимое DNG файлов для экономии места. Качество картинки при этом ухудшаться не будет.
zh: 对 DNG 文件 进行无损压缩

# optsAddMetadata
source: Add metadata from JPEG file
fi: Lisää metadata JPEG-tiedostosta
fr: Inclure les métadonnés du fichier Jpeg associé
it: Aggiungi i metadati dal file JPEG
pl: Dodaj dane meta z pliku JPG
ru: Добавить метаданные из jpeg файла
zh: 从 JPEG 文件中添加元数据

# optsAddMetadata_Hint
source: Add metadata from JPEG file to DNG file. JPEG file and RAW file have to be placed at same directory
fi: Lisää metadata JPEG-tiedostosta DNG tiedostoon. JPEG-tiedosto ja RAW-tiedosto täytyy olla samassa kansiossa
fr: Cochez pour inclure les métadonnées du fichier Jpeg associé. Fichier RAW et Jpeg associé doivent être dans le même dossier.
it: Aggiungi i metadati dal file JPEG al file DNG. Il file JPEG e quello RAW devono trovarsi nella stessa cartella
pl: Dodaj dane meta z pliku JPG do pliku DNG. Pliki JPG i RAW muszą znajdować się w tym samym folderze
ru: Добавить параметры съёмки из JPEG-файла. JPEG-файл должен находиться в том же каталоге, что и RAW-файл
zh: 给 DNG 文件添加来自于 JPEG 文件的元数据。 JPEG 文件和 RAW 必须在同一个目录内

# optsPreviewLabel
source: Insert preview:
fi: Esikatselu:
fr: Insérer une vignette:
it: Inserisci anteprima:
pl: Wstaw podgląd:
ru: Превью:
zh: 插入预览信息：

# optsPreviewNone
source: None
fi: Ei mitään
fr: Aucune
it: Nessuna
pl: Brak
ru: Нет
zh: 无

# optsPreviewMedium
source: Middle size
fi: Keskikokoinen
fr: Moyenne
it: A ridotta risoluzione
pl: Średni rozmiar
ru: Средний размер
zh: 中等尺寸

# optsPreviewBig
source: Full size
fi: Täysikokoinen
fr: Grande
it: A piena risoluzione
pl: Pełny rozmiar
ru: Большой размер
zh: 全尺寸

# optsPreview_Hint
source: Insert preview JPEG image into DNG file for faster preview
fi: Lisää JPEG-kuvan esikatselu DNG-tiedostoon, jolloin saadaan nopeampi esikatselu
fr: Insère une vignette Jpeg dans le fichier DNG pour une prévisualisation plus rapide.
it: Inserisce nell'intestazione del file DNG l'anteprima dell'immagine JPEG per un più rapido riconoscimento
pl: Dodaj podgląd z pliku JPG do DNG, aby szybciej podglądać zdjęcia
ru: Вставлять в DNG файл картинку для быстрого просмотра содержимого
zh: 在 DNG 文件中插入 JPEG 文件以便快速预览

# optsRegulating
source: Subfolder:
fi: Alihakemisto:
fr: Sous-dossiers:
it: Sottocartella:
pl: Podfolder:
ru: Разбивка:
zh: 子文件夹：

# optsRegulating_Hint
source: Put DNG files into subfolders according to RAW file date
fi: Laita DNG-tiedosto alihakemistoon RAW-tiedoston päiväyksen mukaisesti
fr: Cochez pour classer les fichiers DNG dans des sous-dossiers par date.
it: Mette i file DNG in una sottocartella secondo la data dei file RAW
pl: Zapisuj pliki DNG w podfolderach, które odwołują się do daty zrobienia RAW
ru: Разбивать DNG-файлы по каталогам в соотвествии с датой файла
zh: 根据 RAW 文件日期将 DNG 文件放入子文件夹

# optsDateFormat1
source: YYYY-MM-DD
fr: AAAA-MM-JJ
it: AAAA-MM-GG
pl: RRRR-MM-DD
ru: ГГГГ-ММ-ДД

# optsDateFormat2
source: DD-MM-YYYY
fr: JJ-MM-AAAA
it: GG-MM-AAAA
pl: DD-MM-RRRR
ru: ДД-ММ-ГГГГ

# optsDateFormat3
source: YY-MM-DD
fr: AA-MM-JJ
it: AA-MM-GG
pl: RR-MM-DD
ru: ГГ-ММ-ДД

# optsDateFormat4
source: DD-MM-YY
fr: JJ-MM-AA
it: GG-MM-AA
pl: DD-MM-RR
ru: ДД-ММ-ГГ

# optsDateFormat_Hint
source: Date format YYYY - 4-digits year (2005 for example) YY - 2-digits year (05 for example) MM - number of month (2 digits) DD - day of month (2 digits)
fi: Päyväyksen muoto YYYY - 4-numeron vuosi (2005 esim.) YY - 2-numeron vuosi (05 esim.) MM - kuukausi (2 numeroa) DD - Kuukaudenpäivä (2 numeroa)
fr: Format de date: AAAA = Année à 4 chiffres (2005 par exemple) AA = Année à 2 chiffres (05 par exemple) MM = numéro du mois (2 chiffres) JJ = jour du mois (2 chiffres)
it: Formato della data AAAA - anno intero: a 4 cifre (2005 per esempio) AA - anno abbreviato: a 2 cifre (05 per esempio) MM - numero del mese (2 cifre) GG - giorno del mese (2 cifre)
pl: Format daty RRRR - 4-cyfrowy rok (na przykład 2005) RR - 2-cyfrowy rok (na przykład 05) MM - numer miesiąca (2 cyfrowy) DD - dzień miesiąca (2 cyfrowy)
ru: Формат даты для разбивки на каталоги ГГГГ - 4-значный год (например: 2005) ГГ - 2-значный год (например: 05) ММ - номер месяца (2 цифры) ДД - число месяца (2 цифры)
zh: 日期格式 YYYY - 四位数年份 (比如 2008) YY - 两位数年份 (比如 08) MM - 月份 (两位) DD - 日子 (两位)

# optsArtistChk
source: Artist:
fi: Taiteilija:
fr: Artiste:
it: Artista:
pl: Autor:
ru: Фотограф:
zh: 艺术家：

# optsArtistChk_Hint
source: Include/replace artist name into DNG metadata
fi: Sisällytä/korvaa taiteilijan nimi DNG-metadataan
fr: Cochez pour inclure/remplacer le nom de l'artiste dans les métadonnées du fichier DNG.
it: Includi o sostituisci il nome dell'artista nei metadati del DNG
pl: Dodaj/zastąp imię autora do danych meta pliku DNG
ru: Включить в метаданные имя фотографа
zh: 包含/替换 DNG 文件元数据中的艺术家名字

# optsArtist_Hint
source: Artist name
fi: Esittäjän nimi
fr: Entrez le nom de l'artiste dans ce champ.
it: Nome dell'artista
pl: Imię autora
ru: Имя фотографа
zh: 艺术家名称

# optsCameraTypesLabel
source: Camera types
fi: Kameratyypit
fr: Types d'APN
it: Modello di fotocamera
pl: Typy aparatów
ru: Типы фотокамер
zh: 相机类型

# optsMiscLabel
source: Misc
fi: Muita
fr: Divers
it: Altro
pl: Inne
ru: Прочее
zh: 杂项

# optsLanguageLabel
source: Interface language:
fi: Ohjelman kieli
fr: Langue du programme:
it: Lingua dell'interfaccia:
pl: Język programu:
ru: Язык интерфейса:
zh: 界面语言：

# optsLanguage_Hint
source: Interface language
fi: Ohjelman kieli
fr: Choisissez la langue dans la liste déroulante.
it: Linguaggio utilizzato
pl: Język programu - konieczne ponowne uruchomienie
ru: Язык интерфейса программы После смены языка необходимо перезапустить программу
zh: 界面语言

# lblGroupNotice
source: You have to select properly camera type ONLY if you don't use Jpeg files for convertion
fr: Normalement, DNG4PS-2 trouve le type d'APN dans les métadonnées du fichier Jpeg associé au fichier RAW. Si vous n'utilisez pas les fichiers Jpeg associés, vous devez faire correspondre, ici, la résolution du fichier RAW avec le type d'APN qui les génère.
it: Conviene selezionare il modello della fotocamera appositamente SOLO se non usi il confronto con i rispettivi Jpeg durante la conversione
pl: Musisz wybrać odpowiedni model aparatu TYLKO wtedy, jeśli nie używasz do konwersji plików JPG
ru: Вы должны выбрать нужный тип фотокамеры только если вы не используете Jpeg файлов при конвертации
zh: 只有当你不使用JPEG文件来转换， 你才必须选择恰当的相机型号

# btnResetToDefaults
source: Reset to defaults...
fr: Réinitialiser...
it: Reimposta a predefiniti...
pl: Przywróć domyślne...
ru: По умолчанию...
zh: 恢复默认...

# btnResetToDefaultsHint
source: Reset settings of selected camera profile to default values
fr: Cliquez pour annuler les modifications.
it: Reimposta le opzioni del profilo della fotocamera selezionato ai valori predefiniti
pl: Cofnij ustawienia profilu tego aparatu do wartości domyślnych
ru: Сбросить настройки профиля фотокамеры на значения по умолчанию
zh: 恢复选择的相机配置文件到默认值

# dlgDefaultCameraText
source: Reset values of '%s' camera profile to defaults?
fr: Annuler les modificatiions du profil de l'APN '%s'?
it: Reimpostare i valori del profilo della fotocamera '%s' a quelli predefiniti?
pl: Czy cofnąć ustawienia profilu dla '%s' do wartości domyślnych?
ru: Сбросить настройки профиля фотокамеры '%s' на значения по умолчанию?
zh: 恢复 '%s' 相机配置文件到默认值？

# dlgDefaultCameraCap
source: Reset to defaults
fr: Annulation des modifications
it: Reimposta a predefiniti
pl: Ustaw domyślne
ru: Значения по умолчанию
zh: 恢复到默认

# pgCamOpts
source: Camera options
fr: Profils d'APN
it: Opzioni fotocamera
pl: Ustawienia aparatu
ru: Настройки камеры
zh: 相机选项

# lblGeometry
source: Geometry
fr: Géométrie
it: Geometria
pl: Geometria
ru: Геометрия
zh: 几何

# lblColorMatrix1
source: Color matrix #1
fr: Matrice couleur #1
it: Matrice colore #1
pl: Matryca koloru #1
ru: Цвет. матрица №1
zh: 颜色矩阵 #1

# lblColorMatrix2
source: Color matrix #2
fr: Matrice couleur #2
it: Matrice colore #2
pl: Matryca koloru #2
ru: Цвет. матрица №2
zh: 颜色矩阵 #2

# optsCamera
source: Camera:
fr: APN:
it: Fotocamera:
pl: Aparat:
ru: Фотокамера:
zh: 相机:

# btnNew
source: New
fr: Créer
it: Nuova
pl: Nowy
ru: Новая
zh: 新建

# btnDelete
source: Delete...
fr: Supprimer...
it: Cancella...
pl: Usuń...
ru: Удалить...
zh: 删除...

# btnCopy
source: Copy...
fr: Copier...
it: Copia...
pl: Kopiuj...
ru: Копировать...
zh: 复制...

# lblCameraName
source: Camera name:
fr: Nom de l'APN:
it: Nome fotocamera:
pl: Model aparatu:
ru: Название камеры:
zh: 相机名称:

# lblShortName
source: Short name:
it: Nome abbreviato:
ru: Краткое название:

# lblRawSize
source: Sensor size:
fr: Taille capteur:
it: Dimensione sensore:
pl: Rozmiar sensora:
ru: Размер матрицы:
zh: 传感器大小:

# lblFileSize
source: RAW file size:
fr: Taille RAW:
it: Misure del file RAW:
pl: Rozmiar pliku RAW:
ru: Размер RAW-файла:
zh: RAW 文件大小:

# lblJpegSize
source: Jpeg size:
fr: Taille Jpeg:
it: Misure del Jpeg:
pl: Rozmiar pliku Jpeg:
ru: Размер Jpeg-файла:
zh: Jpeg 大小:

# lblActiveX1Y1
source: Active zone x1, y1:
fr: Zone active x1, y1:
it: Zona attiva x1, y1:
pl: Strefa aktywna x1, y1:
ru: Актив. зона x1, y1:
zh: 活动区域 x1, y1:

# lblActiveX2Y2
source: Active zone x2, y2:
fr: Zone active x2, y2:
it: Zona attiva x2, y2:
pl: Strefa aktywna x2, y2:
ru: Актив. зона x2, y2:
zh: 活动区域 x2, y2:

# lblBlackWhileLevels
source: Black-white levels:
fr: Niveaux Noir-Blanc:
it: Livelli bianco-nero:
pl: Poziomy czerni i bieli:
ru: Уровни Ч-Б:
zh: 黑白等级:

# lblMosaicType
source: Mosaic type:
fr: Type mosaique:
it: Tipo di mosaico:
pl: Typ mozaiki:
ru: Патерн:
zh: 马赛克类型:

# lblMatrIll
source: Illuminant:
fr: Source lumineuse:
it: Illuminante:
pl: Oświetlenie:
ru: Освещение:
zh: 光源:

# lblMatr
source: Matrix:
fr: Matrice:
it: Matrice:
pl: Martyca:
ru: Значения:
zh: 矩阵:

# lblMatrixMult
source: Multiplicator:
fr: Multiplicateur:
it: Moltiplicatore:
pl: Mnożnik:
ru: Множитель:
zh: 乘数:

# btnCalibr
source: Calc. color matrix...
fr: Calculer matrice...
it: Calc. matrice colore...
pl: Oblicz matrycę koloru...
ru: Расчёт цвет. матрицы...
zh: 计算颜色矩阵...

# dlgCopyCameraText
source: Make copy of '%s' camera profile?
fr: Confirmer la copie du profil de l'APN '%s'?
it: Fare una copia del profilo della fotocamera '%s'?
pl: Czy zrobić kopię profilu aparatu '%s' ?
ru: Сделать копию профиля для '%s' фотокамеры?
zh: 制作 '%s' 相机配置文件的一个副本？

# dlgCopyCameraCap
source: Copy camera profile
fr: Copie du profil de l'APN
it: Copia il profilo della fotocamera
pl: Kopiuj profil aparatu
ru: Копирование профиля фотокамеры
zh: 复制相机配置文件

# copyOfCameraProf
source: Copy of %s
fr: Copie de %s
it: Copia di '%s'
pl: Kopia %s
ru: Копия %s
zh: %s 副本

# dlgDeleteCameraText
source: Delete '%s' camera profile?
fr: Confirmer la suppression du profil de l'APN '%s'?
it: Cancellare il profilo della fotocamera '%s'?
pl: Czy usunąć profil aparatu '%s' ?
ru: Удалить профиль для '%s' фотокамеры?
zh: 删除 '%s' 相机配置文件？

# dlgDeleteCameraCap
source: Delete camera profile
fr: Suppression du profil
it: Cancella il profilo della fotocamera
pl: Usuń profil aparatu
ru: Удаление профиля
zh: 删除相机配置文件

# procFormCaption
source: Conversion is in progress...
fi: Muunnosta suoritetaan...
fr: Conversion en cours...
it: Conversione in corso...
pl: Trwa konwersja...
ru: Идёт преобразование...
zh: 正在转换中...

# procLogLabel
source: Conversion log:
fi: Muuntoloki:
fr: Rapport de conversion:
it: Avanzamento della conversione:
pl: Log konwersji:
ru: Ход преобразования:
zh: 转换日志：

# procExecPercent
source: Executed
fi: Suoritettu
fr: Convertis
it: Eseguito
pl: Wykonano
ru: Выполнено
zh: 已完成

# procPass1
source: Passed
fi: Onnistui
fr: Temps écoulé
it: Trascorsi
pl: Upłynęło
ru: Прошло
zh: 时间

# procPass2
source: of
fr: sur
it: di
pl: na
ru: из
zh: 共

# procPass_Hint
source: Passed and total time
fi: Onnistui ja kokonaisaika
fr: Temps écoulé sur temps total de conversion.
it: Tempo impiegato e complessivo
pl: Upłynięty i całkowity czas
ru: Сколько времени прошло и общее количество времени. Отображается в формате ЧАСЫ:МИНУТЫ:СЕКУНДЫ
zh: 释去的时间和总时间

# aboutFormCaption
source: About...
fi: Tietoja...
fr: A propos...
it: Informazioni...
pl: O programie...
ru: О программе...
zh: 关于...

# aboutMain
source: DNG4PS-2 __VERSION__ is free software for converting RAW-files from Canon A-series cameras into DNG format. You can download lastest version and sources of this software from http://dng4ps2.chat.ru/
fi: DNG4PS-2 __VERSION__ On ilmainen ohjelma RAW-tiedostojen muutamiseen DNG-muotoon, Canon A-sarjan kameroille. Voit ladata tämän ohjelman uusimman version ja ohjelmakoodin osoitteesta http://code.google.com/p/dng4ps2
fr: DNG4PS-2 __VERSION__ est un outil gratuit pour la conversion des fichiers RAW des APN CANON PowerShot au format DNG. Vous pouvez télécharger la dernière version et les sources ici : http://dng4ps2.chat.ru/
it: DNG4PS-2 __VERSION__ è un programma liberamente utilizzabile (free-software) per la conversione dei file RAW delle fotocamere Canon supportate dal CHDK nel formato DNG. Puoi scaricare l'ultima versione e i sorgenti di questo programma da http://dng4ps2.chat.ru/
pl: DNG4PS-2 __VERSION__ jest darmowym programem do konwertowania plików RAW z serii A kompaktów Canona do plików w formacie DNG. Najnowsze wersje i kody źródłowe tego programu możesz pobrać na http://code.google.com/p/dng4ps2
ru: DNG4PS-2 __VERSION__ - это бесплатная программа для преобразования RAW-файлов с фотоаппаратов Canon со вскрытой прошивкой Обновлённую версию программы и исходные коды можно скачать по ссылке http://dng4ps2.chat.ru/
zh: DNG4PS-2 __VERSION__ 是一个用来将佳能A系列相机中的 RAW 文件转换成 DNG 格式的免费软件。 你可以在 http://dng4ps2.chat.ru/index_en.html 下载到最新软件和源代码。

# lblYouLikeProgram
source: Like this program? Donate:
fr: Vous aimez cet outil? Soyez généreux:
it: Ti piace il programma? Dona:
pl: Czy ten program jest Ci pomocny? Darowizna:
ru: Нравится программа? Отблагодарите автора:
zh: 喜欢这个软件？请捐款：

# newfolderCaption
source: Create new folder
fi: Luo uusi kansio
fr: Creation d'un nouveau dossier
it: Crea una nuova cartella
pl: Utwórz nowy folder
ru: Создание нового каталога
zh: 创建新文件夹

# newfolderRootCap
source: Root folder:
fi: Päähakemisto:
fr: Dossier racine:
it: Cartella superiore:
pl: Folder główny:
ru: Корневой каталог:
zh: 上级文件夹：

# newfolderName
source: Name:
fi: Nimi:
fr: Non:
it: Nome:
pl: Nazwa:
ru: Имя нового каталога:
zh: 名称：

# newfolderDefaultName
source: New Folder
fi: Uusi kansio:
fr: Nouveau dossier
it: Nuova Cartella
pl: Nowy folder
ru: Новая папка
zh: 新建文件夹

# btnClearAreas_hint
source: Clear all marked areas
fi: Tyhjennä kaikki merkityt alueet
fr: Efface les marqueurs de zone
it: Ripulisci tutte le aree selezionate
pl: Wyczyść zaznaczone obszary
zh: 清除所有标记的区域

# btnDelArea_hint
source: Delete currently selected area
fi: Poista kaikki merkityt alueet
fr: Supprime la zone sélectionnée
it: Cancella l'area attualmente selezionata
pl: Wyczyść aktualnie wybrany obszar
zh: 删除当前选择的区域

# chLogLevel_hint
source: Choose the level of detail to be logged
fi: Valitse lokin kirjaustapa
fr: Choisit le niveau de détail du rapport
it: Scegli il livello di dettaglio da registrare
pl: Wybierz ilość szczegółów znajdujących się w Logu
zh: 选择操作记录的详细程度

# btnClearLog_hint
source: Clear progress and results
fi: Tyhjennä suoritus ja tulokset
fr: Efface la progression et les résultats
it: Ripulisci progressi e risultati
pl: Wyczyść postęp i wyniki
zh: 清除进程和结果

# rbMove_hint
source: Selected area is moved by changes below
fi: Valittu alue on siirretty alapuolen muutosten mukaisesti
fr: La zone selectionnée est déplacée selon les changements ci-dessous
it: L'area selezionata viene mossa secondo i cambiamenti seguenti
pl: Wybrane pole jest przesuwane o zmiany poniżej
zh: 选择的区域将被下面的数值改变所移动

# rbResize_hint
source: Selected area is resized when by changes below
fi: Valittu alue on muutettu alapuolen muutosten mukaisesti
fr: La zone selectionnée est redimensionnée selon les changements ci-dessous
it: L'area selezionata viene ridimensionata secondo i cambiamenti seguenti
pl: Wybrane pole zmienia wielkość o zmiany poniżej
zh: 选择的区域将被下面的数值改变所调整大小
